cask_args appdir: "/Applications"

tap "aws/tap"

brew "anyenv"
brew "git"
brew "jq"
brew "tree"
brew "fzf"
brew "zsh-completions"

cask "appcleaner"
cask "iterm2"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
cask "1password-cli"
cask "sequel-pro"
cask "docker"
cask "1password"
cask "magnet"
cask "bettertouchtool"
cask "brave-browser"
cask "ableton-live-suite"
cask "google-japanese-ime"
cask "macdown"
cask "spotify"
